{
  "statusCode": 200,
  "categories": [
      {
          "_id": "5d9312e9a1915181ced85ba1",
          "name": "Modafinil",
          "description": "Modafinil, sold under the brand name Provigil among others, is a medication to treat sleepiness due to narcolepsy, shift work sleep disorder, or obstructive sleep apnea. In OSA continuous positive airway pressure is the preferred treatment.",
          "createdAt": "2019-10-01T08:48:41.916Z",
          "updatedAt": "2019-10-01T08:48:41.916Z"
      },
      {
          "_id": "5d93130ca1915181ced85ba2",
          "name": "Adderall",
          "description": "Adderall is a combination medication containing four salts of amphetamine. Adderall is used in the treatment of attention deficit hyperactivity disorder and narcolepsy. It is also used as an athletic performance enhancer and cognitive enhancer, and recreationally as an aphrodisiac and euphoriant.",
          "createdAt": "2019-10-01T08:49:16.998Z",
          "updatedAt": "2019-10-01T08:49:16.998Z"
      },
      {
          "_id": "5d93132ba1915181ced85ba3",
          "name": "Painkillers",
          "description": "An analgesic or painkiller is any member of the group of drugs used to achieve analgesia, relief from pain. Analgesic drugs act in various ways on the peripheral and central nervous systems. They are distinct from anesthetics, which temporarily affect, and in some instances completely eliminate, sensation.",
          "createdAt": "2019-10-01T08:49:47.599Z",
          "updatedAt": "2019-10-01T08:49:47.599Z"
      },
      {
          "_id": "5d931371a1915181ced85ba4",
          "name": "Tramadol",
          "description": "Tramadol, sold under the brand name Ultram among others, is an opioid pain medication used to treat moderate to moderately severe pain. When taken by mouth in an immediate-release formulation, the onset of pain relief usually begins within an hour. It is also available by injection.",
          "createdAt": "2019-10-01T08:50:57.684Z",
          "updatedAt": "2019-10-01T08:50:57.684Z"
      },
      {
          "_id": "5d93138fa1915181ced85ba5",
          "name": "Tapentadol",
          "description": "Tapentadol, brand names Nucynta among others, is a centrally acting opioid analgesic of the benzenoid class with a dual mode of action as an agonist of the μ-opioid receptor and as a norepinephrine reuptake inhibitor.",
          "createdAt": "2019-10-01T08:51:27.928Z",
          "updatedAt": "2019-10-01T08:51:27.928Z"
      },
      {
          "_id": "5d9313b7a1915181ced85ba6",
          "name": "Vilitra",
          "description": "Vilitra is an equivalent generic Vardenafil that may give you the same satisfying and effective results as do the high priced branded drugs",
          "createdAt": "2019-10-01T08:52:07.341Z",
          "updatedAt": "2019-10-01T08:52:07.341Z"
      },
      {
          "_id": "5d9316dbe7b8ac82da3a1370",
          "name": "Erectile Dysfunction",
          "description": "Erectile dysfunction can be a sign of a physical or psychological condition. It can cause stress, relationship strain and low self-confidence.",
          "createdAt": "2019-10-01T09:05:31.546Z",
          "updatedAt": "2019-10-01T09:05:31.546Z"
      }
  ]
}