[
  {
    "_id": "5dc0c97de7f9e32260c179de",
    "name": "ADHD",
    "description": "ADHD or attention deficit hyperactive disorder is an innate attention deficit disorder, more commonly prevalent among children but adults also have a great tendency to suffer from it.\n\nYou are generally considered to be a patient of ADHD if you have difficulty in paying attention for an extended period of time or are unable to focus for long on a particular task. People with ADHD are known to be hyperactive and impulsive; not thinking before doing something. They also exhibit inattentive behavior, forgetfulness and procrastination. If these symptoms are not dealt in appropriate and timely manner, this could result in development of secondary psychological disorders within the individual such as anxiety, depression, mood swings, low self esteem and substance abuse.\n\nThe exact cause of ADHD is unknown, but its occurrence is believed to be associated with hereditary factors, neurobiological disorders caused by chemical imbalances inside the brain and environmental factors such as exposure to tobacco smoke, alcohol consumption, infectious diseases and premature birth of children.",
    "createdAt": "2019-11-05T00:59:41.342Z",
    "updatedAt": "2019-11-05T00:59:41.342Z",
    "__v": 0
  },
  {
    "_id": "5dc0c9d7e7f9e32260c179df",
    "name": "Erectile Dysfunction",
    "description": "Erectile dysfunction or impotence is the inability of a man to achieve or maintain an erection, sufficient for his partner’s sexual needs. These men have a decreased libido or sexual desire that could be due to either ageing factor or may be something else. Physical or psychological stimulation or arousal results in significant blood flow to the penis. The arteries in the penis supply blood to the erectile tissue which becomes engaged and expands as a result of the increased blood flow and pressure. Erectile dysfunction usually occurs due to decreased blood flow to the penis and/or nerve damage causing frustration or physiological issue with the person who suffers from this.",
    "createdAt": "2019-11-05T01:01:11.197Z",
    "updatedAt": "2019-11-05T01:01:11.197Z",
    "__v": 0
  },
  {
    "_id": "5dc0c9ffe7f9e32260c179e0",
    "name": "Weight Loss",
    "description": "Obesity is a medical condition described as an excess of body fat and is measured by the body mass index (BMI) and/or more accurately by measurement of the waistline at the point of the belly button with your breath being ingested at the normal level. BMI greater than 30 defines an obese individual. A waistline of 35 inches or more for women, and 40 inches or more for men categorizes them as obese.\n\nThree decades ago, the obesity rate was 15% for adults. Today the rate has reached to a astonishing rate of up to 35%. Obesity related conditions include some dreadful diseases like heart diseases, stroke, type 2 diabetes, and certain types of cancer. These are some of the leading causes of death due to that could be due to obesity.\n\nMost common cause of obesity is consuming more calories than one’s body requirement. The amount of food consumed by people is questionable. Also, it is not only the heap of food on your plate, but the actual amount of fat in the food. People don’t become obese stuffing themselves with fruits or vegetables, rather obesity results from consuming calorie dense food. Also, obesity has a great relationship with our sedentary lifestyle. Modern technology is awesome but it has negative effects too where finding entertainment is restricted to the sofa using different gadgets or using the elevator for instance instead of the stairs and less outdoor activities due to indoor games and mode of leisure available to stay home. Physical activity like walking, jogging has greatly reduced from our everyday routine. Lack of sleep is another major cause of obesity. Sleep deprivation tends to stimulate appetite resulting in creating demand for more calories intake. The body interprets lack of sleep as a stressful condition as a result of which metabolism slows down so that calorie reserves are preserved. Some underlying medical disorders like polycystic ovarian syndrome, hypothyroidism also lead to obesity.",
    "createdAt": "2019-11-05T01:01:51.452Z",
    "updatedAt": "2019-11-05T01:01:51.452Z",
    "__v": 0
  },
  {
    "_id": "5dc0ca33e7f9e32260c179e1",
    "name": "Anti Anxiety",
    "description": "As the name suggests, anti-anxiety means something that opposes anxiety. It basically refers to the medications that are available to overcome bouts of anxiety in the affected individuals.\n\nAnxiety is an emotion, just like happiness, sadness or any other feeling we may have. However, anxiety is very much tied to our body physiologically; hence you are likely to experience sweaty palms, a rapid heartbeat, palpitations, lightheadedness, dizziness, and/or shortness of breath when you have an anxiety attack. These physical symptoms result from thinking negative thoughts repetitively and lead to the development of bad feelings.\n\nAnti-anxiety medications include benzodiazepines and related drugs which have significantly replaced the barbiturates because they are safer and more effective anxiolytics. Our treatment range for anxiety includes four medications belonging to the benzodiazepines and one related drug. The benzodiazepine medications include Ativan (lorazepam), Klonopin (clonazepam), Valium (diazepam), and Xanax (alprazolam). The other related medication is Busron (BuspironeHCl).",
    "createdAt": "2019-11-05T01:02:43.103Z",
    "updatedAt": "2019-11-05T01:02:43.103Z",
    "__v": 0
  },
  {
    "_id": "5dc0ca57e7f9e32260c179e2",
    "name": "Sleeping Aid",
    "description": "Insomnia is a sleep disorder and those suffering from it complaint of inadequate or poor quality sleep due to a number of factors such as difficulty falling asleep, waking up frequently during night with difficulty returning to sleep, waking up too early in the morning, or un refreshing sleep.\n\nInsomnia account for the measure of satisfaction associated with sleep and not the duration of sleep or the time taken by a person to fall asleep. The need for sleep and satisfaction gained from it, varies from person to person.\n\nInsomnia may cause problems during the such as tiredness, sleepiness or fatigue, lack of energy, struggling to stay awake, difficulty concentrating at school or work, difficulty in relationships, changes in mood like irritability and changes in behavior like impulsive or aggressive behavior.\n\nWe all have a night of bad sleep i.e. acute insomnia, like when one is studying for a test or has a very high-stakes job interview, but if the sleep problem persists for more than three months and occurs at least thrice a week, then the person is likely to be suffering from chronic insomnia and must consult the sleep specialist immediately.\n\nInsomnia is now generally referred to as an epidemic that is affecting tens of millions of people worldwide. It is more commonly found in women than men. There is no denying that the insomnia increases with age. According to a study, people aged between 18 - 34 years of age show 14% incidence of insomnia which increases up to 25% in people aged between 65 – 79 years.\n\nPsychiatric disorders such as depression or anxiety are the major causes of insomnia. Besides this, some medical illnesses such as nasal/sinus allergies, gastrointestinal disorders and chronic pain may also lead to insomnia. Insomnia may also result from some underlying sleep disorders like restless leg syndrome or sleep apnea. Excessive caffeine and/or nicotine intake and circadian rhythm disorders may also result in this chronic disorder.\n\nOne must not ignore bouts of sleeplessness at all. Seeking medical advice is the prime and foremost thing to do. Sleep specialists provide behavioral sleep therapies or medications or a combination of both to their patients in order to combat insomnia. A wide variety of medications referred to as sleeping aids are now used to deal with and overcome the sleeping disorders.",
    "createdAt": "2019-11-05T01:03:19.079Z",
    "updatedAt": "2019-11-05T01:12:29.771Z",
    "__v": 0
  },
  {
    "_id": "5dc0cabae7f9e32260c179e3",
    "name": "Muscle Relaxant",
    "description": "Musculoskeletal conditions include a wide range of disorders. Our musculoskeletal system comprises of a complicated system of muscles, joints, ligaments, tendons and nerves as well as supporting structures like the discs in the back.\n\nInjury occurs when one of these have to work harder than it is supposed to. Conditions include neck strains and repetitive strain injury. Also, there is a gradual wear and tear in the musculoskeletal system of a man with age as there occurs a decrease in the size and strength of muscles and reduction in bone density leading to the stiffness of the joints thereby hindering mobility. All this can have a major impact on a person’s ability to work and day to day activities because these musculoskeletal not only compromise the stamina level of the individual, but also are associated with severe and sometimes unbearable pain. There is a considerable decrease in the overall productivity of the employees who come to work with muscular injuries.\n\nIt was believed that changes in muscles, bones and joints were inevitable. However, researchers now suggest that many factors associated with ageing are due to inactivity. However engaging oneself in physical activity can help to minimise or reverse the risk of disability and chronic musculoskeletal diseases. It’s never too late to start engaging in physical activities like walking, jogging, swimming, doing yoga or get going with any other exercise or physical activity one has interest in.\n\nThe two most common noninvasive and nonaddictive therapies to provide relief from pain are the use of hot and cold packs. If the muscle sprain is new, immediately use a cold pack to minimize the blood flow to the area and consequently reduce the associated pain and swelling. After the redness and swelling has subsided, one should use the hot pack which increases the blood flow to the area thereby promoting the healing process.\n\nAlso, increasing the intake of proteins and minerals like calcium and phosphorus and vitamin D can greatly improve the health of muscles and bones.\n\nWhere the musculoskeletal disorders are associated with unbearable pain, one must make use of medications referred to as muscle relaxants.",
    "createdAt": "2019-11-05T01:04:58.306Z",
    "updatedAt": "2019-11-05T01:04:58.306Z",
    "__v": 0
  },
  {
    "_id": "5dc0cb10e7f9e32260c179e4",
    "name": "Pain Relief",
    "description": "Pain relief pills provide temporary relief from minor aches and pains. The risks and benefits of the pills are different from person to person. Having so many options to choose from can make picking the right medication for you or your loved ones seems overwhelming. You want to use the one that will do the best job in treating the pain, but you also need to understand risks involved in taking this medication.\n\nPain relief medications have a good safety and efficacy profile only if used properly and for the purpose of treating pain, otherwise, they have the potential to cause harm and can lead to death if misused. One must make sure to discuss all your medication requirements prior to using them with your health care professional.\n\nA medical information leaflet is found with medications that cover important information you need to take them safely. Be sure to read it thoroughly and your doctor is the best person to tell you about its use and benefits and also make you aware of its side effects and also give information about the main ingredients that make the medication work and what they are designed to do. The warning section of the leaflet gives information when not to use the medication, possible interactions or side effects and when to stop taking the medication.\n\nIf pregnant, breastfeeding or giving medication to a child, be sure to check out the specific instructions and choose the most appropriate dose. As for all medicines, keep them out of the reach of children. The direction section tells you how much, when and how to take the pill. Never take more than the prescribed dose, even if the pain persists and take the pills for the shortest duration of time, not exceeding ten days unless prescribed. Don’t take another dose sooner than directed or double up the dose.\n\nYou should stop taking the medicine and contact your doctor if the pain worsens or lasts for more than ten days and if you have any redness or swelling. In case of overdose, contact your local poison center without any delay.",
    "createdAt": "2019-11-05T01:06:24.823Z",
    "updatedAt": "2019-11-05T01:06:24.823Z",
    "__v": 0
  },
  {
    "_id": "5dc0cbefe7f9e32260c179e5",
    "name": "Stop Smoking ",
    "description": "Smoking is an addiction and as most smokers know, quitting isn't easy. In the African American community, over 20 percent of adults report that they currently use tobacco. With support from the CVS Health Foundation, we're working to address this disparity and improve health equity in the United States. The American Lung Association and the National Urban League have partnered to provide free quit smoking support to communities in Chicago, Indianapolis, and Washington, D.C. Do you want to quit smoking? That's half the battle. Now that you're taking this big step, we have lots of help available to get you ready to quit.",
    "createdAt": "2019-11-05T01:10:07.350Z",
    "updatedAt": "2019-11-05T01:12:08.100Z",
    "__v": 0
  }
]
